ent-WeaponSubMachineGunC20rToy = игрушечный C-20r 
    .desc = Культовое оружие синдиката, теперь в безобидном исполнении — стреляет поролоновыми дротиками. Всё ещё выглядит достаточно убедительно, чтобы нервировать коллег. Использует магазины .35 поролоновые.

ent-MagazinePistolSubMachineGunFoam = магазин ПП (.35 авто пена)
    .desc = Стандартный магазин для игрушечного C-20r, снаряжённый поролоновыми дротиками. Розовая полоска выдаёт его с головой.

uplink-c20r-toy-name = C-20r игрушечный
uplink-c20r-toy-desc = Копия печально известного C-20r, стреляющая поролоновыми дротиками вместо боевых патронов. Ненадолго оглушает цель и наносит минимальный урон. Отлично подходит для нелетального устранения — или просто чтобы раздражать сослуживцев.

uplink-c20r-ammo-toy-name = Магазин для игрушечного C-20r
uplink-c20r-ammo-toy-desc = Запасной магазин для игрушечного C-20r. Снаряжён поролоновыми дротиками — розовая полоса на корпусе выдаёт его сразу. Никого не убьёт, но немного щипнуть может.